Repository: chuchusoft/Sequential
Catalog: Resources/*.lproj/Localizable.strings
Languages: de, fr, it, ja, pt_br, ru

source: Main Screen
de: Hauptbildschirm
fr: Écran principal
it: Schermo principale
ja: メインスクリーン
pt_br: Tela Principal
ru: Основное окно

source: Screen %lu
de: Bildschirm %lu
fr: Écran %lu
it: Schermo %lu
ja: スクリーン %lu
pt_br: Tela %lu
ru: Окно %lu

source: Clear Menu
de: Menü löschen
fr: Effacer le menu
it: Cancella Menu
ja: メニューを消去
pt_br: Limpar Menu
ru: Очистить меню

source: No image
de: Kein Bild
fr: Aucune image
it: Nessuna immagine
ja: 画像なし
pt_br: Sem imagem
ru: Нет изображения

source: Check for Updates…
de: Nach Aktualisierungen suchen ...
fr: Vérifier les mises à jour…
it: Controlla aggiornamenti…
ja: 更新を確認する...
pt_br: Verificar Atualizações…
ru: Проверить обновления…

source: Install Update…
de: Update installieren ...
fr: Installer la mise à jour…
it: Installa aggiornamenti…
ja: 更新をインストールする...
pt_br: Instalar Atualização…
ru: Установить обновление…

source: Reveal in Finder
de: Im Finder anzeigen
fr: Afficher dans le Finder
it: Rivela nel Finder
ja: Finder に表示
pt_br: Mostrar no Finder
ru: Показать в Finder

source: Reveal in Path Finder
de: In Path Finder anzeigen
fr: Afficher dans Path Finder
it: Rivela in Path Finder
ja: Path Finder に表示
pt_br: Mostrar no Path Finder
ru: Показать в Path Finder

source: Reveal in Browser
de: Im Browser anzeigen
fr: Afficher dans le navigateur
it: Mostra nel browser
ja: ブラウザに表示
pt_br: Mostrar no Navegador
ru: Показать в браузере

source: Switch to Finder
de: Zum Finder wechseln
fr: Basculer vers le Finder
it: Passa al Finder
ja: Finder を開く
pt_br: Alternar para Finder
ru: Открыть в Finder

source: Switch to Path Finder
de: Zu Path Finder wechseln
fr: Basculer vers Path Finder
it: Passa a Path Finder
ja: Path Finder を開く
pt_br: Alternar para Path Finder
ru: Открыть в Path Finder

source: Save Copy as Desktop Picture
de: Kopie als Schreibtischbild sichern
fr: Enregistrer une copie comme fond d'écran
it: Registra una copia come sfondo della scrivania
ja: コピーをデスクトップピクチャにする
pt_br: Salvar Cópia como Imagem do Desktop
ru: Использовать как обои рабочего стола

source: Enter Full Screen
de: Vollbild ein
fr: Mode plein écran
it: Vai a schermo pieno
ja: フルスクリーンにする
pt_br: Entrar Tela Inteira
ru: Войти в полноэкранный режим

source: Exit Full Screen
de: Vollbild aus
fr: Sortir du mode plein écran
it: Esci dallo schermo pieno
ja: フルスクリーンを解除する
pt_br: Sair Tela Inteira
ru: Выйти из полноэкранного режима

source: Show Info
de: Informationen einblenden
fr: Afficher les infos
it: Mostra informazioni
ja: 情報を表示する
pt_br: Mostrar Info
ru: Показать инф. панель

source: Hide Info
de: Information ausblenden
fr: Masquer les infos
it: Nascondi informazioni
ja: 情報を隠す
pt_br: Esconder Info
ru: Спрятать инф. панель

source: Show Thumbnails
de: Miniaturen einblenden
fr: Afficher les miniatures
it: Mostra miniature
ja: サムネイルを表示する
pt_br: Mostrar Thumbnails
ru: Показать эскизы фотографий

source: Hide Thumbnails
de: Miniaturen ausblenden
fr: Masquer les miniatures
it: Nascondi miniature
ja: サムネイルを隠す
pt_br: Esconder Thumbnails
ru: Спрятать эскизы фотографий

source: Turn Animation On
de: Animationen einschalten
fr: Activer les animations
it: Attiva animazioni
ja: アニメーションを始める
pt_br: Ligar Animação
ru: Включить анимацию

source: Turn Animation Off
de: Animationen ausschalten
fr: Désactiver les animations
it: Disattiva animazioni
ja: アニメーションを止める
pt_br: Desligar Animação
ru: Выключить анимацию

source: Fit to Window
de: An Fenster anpassen
fr: Ajuster à la fenêtre
it: Adatta alla finestra
ja: ウインドウに合わせる
pt_br: Ajustar a Janela
ru: Масштаб под размер окна

source: Fit to Screen
de: An Bildschirm anpassen
fr: Ajuster à l'écran
it: Adatta allo schermo
ja: 画面に合わせる
pt_br: Ajustar a Tela
ru: Масштаб под размер экрана

source: Resume
de: Fortsetzen
fr: Reprendre
it: Usa segnalibro
ja: 再開
pt_br: Continuar
ru: Возобновить

source: Delete
de: Löschen
fr: Effacer
it: Cancella
ja: 削除
pt_br: Deletar
ru: Удалить

source: Missing File “%@”
de: Datei “%@” nicht vorhanden
fr: Fichier manquant “%@”
it: File “%@” mancante
ja: “%@” がありません
pt_br: Arquivo %@ não encontrado
ru: Отсутствует файл “%@”

source: %@ seconds
de: %@ Sekunden
fr: %@ secondes
it: %@ secondi
ja: %@ 秒
pt_br: %@ segundos
ru: %@ секунд

source: General
de: Allgemein
fr: Général
it: Generale
ja: 全般
pt_br: Geral
ru: Основное

source: Navigation
it: Navigazione
ja: 移動
pt_br: Navegação
ru: Просмотр

source: Update
de: Softwareaktualisierung
fr: Mise à jour
it: Aggiornamenti
ja: 更新
pt_br: Atualização
ru: Обновления

source: This document has a bookmark for the page “%@.”
de: Dieses Dokument enthält ein Lesezeichen für die Seite “%@.”
fr: Ce document est un signet pour la page “%@.”
it: Questo documento ha un segnalibro per la pagina “%@.”
ja: このドキュメントには “%@” ページのブックマークがあります。
pt_br: Este documento tem a página %@ marcada como favorita.
ru: Обнаружена закладка на стр. “%@.”

source: If you don’t resume from this page, the bookmark will be kept and you will start from the first page as usual.
de: Wenn Sie von dieser Seite nicht fortsetzen, wird das Lesezeichen erhalten und Sie starten wie üblich von der ersten Seite.
it: Se non riprendi da questa pagina, il segnalibro verrà mantenuto e inizierai dalla prima pagina come di solito.
ja: このページから再開しない場合、ブックマークはそのままにされて、最初のページから始まります。
pt_br: Se você não continuar a partir desta página, a marcação como favorito será mantida e você terá de começar a partir da primeira página como de costume.
ru: Если вы не желаете продолжить чтение от закладки, она сохранится, а вы начнете читать с первой страницы как обычно.

source: Don’t Resume
de: Nicht fortsetzen
it: Non usare segnalibro
ja: 再開しない
pt_br: Não Continuar
ru: Не продолжать

source: The error “%ld %@” was generated while loading the URL “%@.”
de: Der Fehler “%ld %@” wurde bei Laden der URL “%@” generiert.
fr: L'erreur “%ld %@” est apparue pendant le chargement de l'URL: “%@.”
it: L'errore “%ld %@” è stato generato caricando l'URL “%@.”
ja: エラー “%ld %@” が発生しました。URL “%@.” を読み込むことができませんでした。
pt_br: O erro “%ld %@” foi gerado ao carregar a URL %@.
ru: Произошла ошибка “%ld %@” при загрузке URL “%@.”

source: The URL “%@” could not be loaded.
de: Die URL “%@” konnte nicht geladen werden.
fr: L' URL “%@” n'a pas pue être chargée.
it: L'URL “%@” non può essere caricato.
ja: URL “%@” を読み込むことができませんでした。
pt_br: A URL %@ não pode ser carregada.
ru: Страница “%@” не загружается.

source: “%@” already exists in “%@.” Do you want to replace it?
de: “%@” existiert bereits in “%@”. Soll die Datei ersetzt werden?
fr: “%@” existe déjà dans “%@.” Voulez vous le remplacer?
it: “%@” esiste già in “%@.” Vuoi sostituirlo?
ja: “%@” はすでに “%@” に存在します。置き換えますか？
pt_br: %@ já existe em %@. Deseja substituir?
ru: “%@” уже существует в папке “%@.” Записать поверх?

source: %lu pages already exist in “%@.” Do you want to replace them?
de: %lu Seiten existieren bereits in “%@”. Sollen Sie ersetzt werden?
fr: %lu pages existes déjà dans “%@.” Voulez-vous les remplacer?
it: %lu pagine esistono già “%@.” Vuoi sostituirle?
ja: %lu ページはすでに “%@” に存在します。置き換えますか？
pt_br: %lu páginas já existem em %@. Deseja substituir?
ru: %lu файлов уже существуют в папке “%@.” Записать поверх?

source: Replacing a file overwrites its current contents.
de: Ersetzen einer Datei führt zum Überschreiben des Inhalts.
fr: Remplacer un fichier vas en effacer son contenu actuel.
it: Sostituire un file ne sovrascrive i contenuti attuali.
ja: ファイルを置き換えると、今の内容は失われます。
pt_br: Substituir um arquivo sobrescreve seu conteúdo atual.
ru: Файл будет записан поверх существующего.

source: The image “%@” could not be saved to “%@.”
de: Das Bild “%@” konnte nicht in “%@ gesichert werden.”
fr: L'image %@ ne peut pas être enregistrée dans %@.
it: L'immagine %@ non può essere salvata in %@.
ja: 画像 “%@” を “%@” に保存することが出来ませんでした。
pt_br: A imagem %@ não pode ser salva em %@.
ru: Изображение %@ не удалось сохранить в %@.

source: %lu images could not be saved to “%@.”
de: %lu Bilder konnten nicht in “%@ gesichert werden.”
fr: Les images %lu ne peuvent pas être enregistrés dans “%@.”
it: %lu immagini non possono essere salvate in “%@.”
ja: %lu 枚の画像を “%@” へ保存することが出来ませんでした。
pt_br: %lu imagens não puderam ser salvas em %@.
ru: %lu изображений не удалось сохранить в “%@.”

source: Make sure the volume is writable and has enough free space.
de: Stellen Sie sicher, dass das Volume groß genug ist und über ausrechend freien Speicherplatz verfügt.
fr: Vérifiez que le volume est accessible en écriture et qu'il dispose d'assez d'espace libre.
it: Assicurati che il volume sia scrivibile e abbia abbastanza spazio libero.
ja: ボリュームが書き込み可能か、充分な空き領域があるかを確かめてください。
pt_br: Certifique-se que o dispositivo tenha permissão de escrita e espaço livre suficiente.
ru: Проверьте, что на диски достаточно места и защита от записи снята.

source: File already exists.
de: Datei bereits vorhanden.
fr: Le fichier existe déjà.
it: Il file esiste già.
ja: ファイルはすでに存在します。
pt_br: Arquivo já existe.
ru: Такой файл уже существует.

source: The file referenced by the bookmark “%@” could not be found.
de: Die Datei, auf die das Lesezeichen “%@” verweist, konnte nicht gefunden werden.
fr: Le fichier référencé par le signet “%@” est introuvable.
it: Il file cui punta il segnalibro “%@” è introvabile.
ja: ブックマークされたファイル “%@” が見つかりません。
pt_br: O arquivo referenciado como favorito %@ não foi encontrado.
ru: Файл, указанный в закладке “%@” отсутствует.

source: It may have been moved or deleted.
de: Die Datei ist möglicherweise verschoben oder gelöscht.
fr: Il a peut être été déplacé ou effacé.
it: Potrebbe essere stato spostato o cancellato.
ja: ファイルが移動されたか、または削除されました。
pt_br: Pode ter sido movido ou deletado.
ru: Вероятно, вы его переместили или удалили.

source: The error “%@” occurred while parsing the archive.
it: Errore “%@” durante la lettura dell'archivio.
ja: アーカイブを読み中にエラー “%@” が発生しました
pt_br: Ocorreu o erro %@ durante a análise do arquivo.

source: Secondary click goes to the previous page.
de: Klick mit sekundärer Maustaste zeigt die vorherige Seite an.
fr: Le clic secondaire retourne sur la page précédente.
it: Il clic secondario va alla pagina precedente.
ja: 副ボタンは前ページへ移動します。
pt_br: Clique secundário do mouse leva a página anterior.
ru: Правый щелчок мыши ведет на предыдущую страницу.

source: Secondary click goes right.
de: Klick mit sekundärer Maustaste geht nach rechts.
fr: Le clic secondaire vas à droite.
it: Il clic secondario va a destra.
ja: 副ボタンは右ページに移動します。
pt_br: Clique secundário do mouse leva a direita.
ru: Правый щелчок мыши ведет вправо.

source: Secondary click goes left.
de: Klick mit sekundärer Maustaste geht nach links.
fr: Le clic secondaire vas à gauche.
it: Il clic secondario va a sinistra.
ja: 副ボタンは左ページに移動します。
pt_br: Clique secundário do mouse leva a esquerda.
ru: Правый щелчок мыши ведет влево.

source: Flickr returned the error “%@.”
de: Flickr gab den Fehler “%@” zurück.
fr: Flickr à renvoyé l'erreur “%@.”
it: Flickr ha restituito l'errore “%@.”
ja: Flickr でエラー “%@” が発生しました。
pt_br: Flickr retornou o erro %@.
ru: Ошибка Flickr “%@.”

source: Flickr could not find the user “%@.” This user may not exist or may have disabled searches in the Flickr privacy settings.
de: Flickr konnte den Benutzer “%@” nicht finden. Dieser Benutzer existiert vielleicht nicht oder hat die Suchen in den Einstellungen für Privatsphäre deaktiviert.
fr: Flickr trouve pas l'utilisateur “%@.” Cet utilisateur n'existe peut être pas ou a peut être désactivé la recherche dans ces réglages.
it: Flickr non trova l'utente “%@.” O l'utente in questione non esiste o ha disattivato le ricerche nelle preferenze di privacy di Flickr.
ja: Flickr のユーザー “%@.” が見つかりません。このユーザーが存在していないか、または Flickr のプライバシー設定により検索が禁止されています。
pt_br: Flickr não encontrou o usuário %@. Esse usuário pode não existir ou ter desabilitado as pesquisas nas preferências de privacidade do Flickr.
ru: Flickr не может найти пользователя “%@.” Возможно, такого пользователя не существует или в свойствах безопасности Flickr выключен поиск.

source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla
ja: キャンセル
pt_br: Cancelar
ru: Отмена

source: Delete Bookmark
de: Lesezeichen löschen
fr: Effacer ce signet
it: Elimina preferito
ja: ブックマークを削除
pt_br: Deletar Favorito
ru: Удалить закладку

source: Replace
de: Ersetzen
fr: Remplacer
it: Sostituisci
ja: 置き換え
pt_br: Substituir
ru: Заменить

source: Choose
de: Auswählen
fr: Choisir
it: Scegli
ja: 選択
pt_br: Escolher
ru: Выбрать

source: B
de: Byte
