Repository: chuchusoft/Sequential
Catalog: Resources/*.lproj/PGPreference.strings
Languages: pt_br

source: Quits Sequential
pt_br: Sai do Sequential

source: Toggles full screen
pt_br: Alterna o mode de tela inteira

source: The page to the right
pt_br: A página a direita

source: The page to the left
pt_br: A página a esquerda

source: The next page
pt_br: A próxima página

source: The end of the image
pt_br: O final da imagem

source: The beginning of the image
pt_br: O início da imagem

source: The top edge of the end side
pt_br: A borda superior do lado final

source: Primary mouse clicks move to:
pt_br: Clique primário move para:

source: When going backward, start at:
pt_br: No sentido contrário, começar em:

source: Hold Control to preserve the current position.
pt_br: Segure Control para manter a posição atual.

source: Images:
pt_br: Imagens:

source: Antialias when upscaling
pt_br: Antialias quando aumentando a escala

source: Escape key:
pt_br: Tecla Escape:

source: Full screen:
pt_br: Tela cheia:

source: Background:
pt_br: Fundo de tela:

source: Checkerboard
pt_br: Xadrez

source: Dim other screens
pt_br: Escurecer outras telas

source: Check automatically
pt_br: Verificar automaticamente

source: Software update:
pt_br: Atualização do programa:

source: When an update is available, you can install it by choosing Install Update… from the Sequential menu.
pt_br: Quando uma atualização estiver disponível, você pode instalá-la selecionando Instalar Atualização... do menu do Sequential.

source: Upscale only
pt_br: Aumentar a escala apenas

source: Scale freely
pt_br: Mudar a escala livremente

source: Downscale only
pt_br: Diminuir a escala apenas
